Repository: timoc/aqsa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Required. Inform a valid email address.
ru: Обязательно. Сообщите верный email.

source: Optional.
ru: Необязательно.

source: Type your password
ru: Введите Ваш пароль

source: Repeat your password
ru: Повторите Ваш пароль

source: Reason for deletion
ru: Причина для удаления

source: Tell us why do you want to delete your account.
ru: Расскажите, почему Вы хотите удаление аккаунт

source: I have back up
ru: У меня есть бэкап

source: I exported my data from Aqsa and I am sure, I want to delete my account and all data of my account.
ru: Я экспортировал мои данные из Aqsa и я уверен, что я хочу удалить мой аккаунт и все данные моего аккаунта.

source: You entered different passwords
ru: Вы ввели разные пароли

source: You entered wrong password
ru: Вы ввели неверный пароль

source: Language
ru: Язык

source: Your Password Was Changed
ru: Пароля был изменен

source: Change Password
ru: Изменение пароля

source: Your Account Was Updated
ru: Данные аккаунта были обновлены

source: Update Account
ru: Обновление аккаунт

source: Delete Account
ru: Удаление аккаунта

source: This action is irreversible
ru: Это действие необратимо

source: Your account was deleted
ru: Ваш аккаунт был удален

source: Dashboard
ru: Приборная панель

source: Aqsa - list of wallets of
ru: Aqsa - список кошельков пользователя

source: Aqsa - list of categories of
ru: Aqsa - список категорий пользователя

source: Aqsa - list of tags of
ru: Aqsa - список тегов пользователя

source: Aqsa - list of contacts of
ru: Aqsa - список контактов пользователя

source: Aqsa - list of transactions of
ru: Aqsa - список транзакций пользователя

source: Aqsa - back up of
ru: Aqsa - бэкап пользователя

source: Export data to file
ru: Экспорт Ваших данных в файл

source: Could not export your data
ru: Не удалось экспортировать Ваши данные

source: Sorry, something wrong
ru: Извините, что-то пошло не так

source: Sorry, something very bad
ru: Извините, что-то пошло совсем не так

source: Could not export your wallets to CSV file
ru: Не удалось экспортировать Ваши кошельки в CSV файл

source: Could not export your categories to CSV file
ru: Не удалось экспортировать Ваши категории в CSV файл

source: Could not export your tags to CSV file
ru: Не удалось экспортировать Ваши теги в CSV файл

source: Could not export your contacts to CSV file
ru: Не удалось экспортировать Ваши контакты в CSV файл

source: Could not export your transactions to CSV file
ru: Не удалось экспортировать Ваши транзакции в CSV файл

source: Date
ru: Дата

source: Bank Date
ru: Банковская дата

source: Transaction ID
ru: ID транзакции

source: Value in currency
ru: Значение в валюте

source: Currency
ru: Валюта

source: Value in RUB currency
ru: Значение в рублях РФ

source: Description
ru: Описание

source: File does not contain required columns.
ru: Файл не содержит необходимых колонок.

source: Sberbank statement
ru: Выписка Сбербанка

source: After file will be completely imported, you have to correct balance of your wallet manually
ru: После того, как файл будет импортирован, Вам необходимо откорректировать баланс Вашего кошелька вручную

source: As you can see, Sberbank statement have the IDs of transactions ("Transaction ID" column). At the next, when you will upload a new file, Aqsa will not add transactions with ID, which already exists in any transaction of selected wallet. IDs of transactions is the same in every report, which you can get from Sberbank. But some transactions have an ID, which equal to 0 and that ID is not unique. Aqsa will check: do you have a transaction with the same value and with the same bank date and with the ID equal to 0. If answer is NO, then that transaction will be added. Just do not edit "Transaction Date in Bank" and "Transaction ID in Bank" and transactions will be not duplicated even if you will upload the same Sberbank statement two or more times.
ru: Как Вы можете видеть, выписка из Сбербанка содержит идентификаторы (ID) транзакций (столбец "ID транзакции"). В следующий раз, когда Вы будете загружать новый файл, Aqsa не будет добавлять транзакции с идентификаторами, которые уже есть в транзакции выбранного кошелька. ID транзакций одинаковы в каждом отчете, который Вы получаете от Сбербанка. Но некоторые транзакции имеют ID, который равен 0 и этот ID не уникален. Aqsa будет проверять: имеется ли у вас транзакциия с таким же значением и с такой же Датой транзакции в банке и с ID равным 0. Если ответ - НЕТ, тогда транзакция будет добавлена. Просто не редактируйте "Дата транзакции в банке" and "ID транзакции в банке" и транзакции не будут задвоены даже если вы загрузите одну и ту же Сбербанковскую выписку два или несколько раз.

source: Confirm to import data
ru: Подтвердить импорт данных

source: Success. All transactions from your file was added. Your file completely imported.
ru: Успех. Все транзакции из Вашего файла были добавлены. Ваш файл успешно импортирован.

source: Choose bank statement.
ru: Выберите банковскую выписку.

source: Select wallet, which is related with an uploading bank statement.
ru: Выберите кошелек, который связан с загружаемой банковской выпиской.

source: Select bank, which is related with an uploading bank statement.
ru: Выберите банк, который связан с загружаемой банковской выпиской.

source: Currency of selected bank and currency of selected wallet is different.
ru: Валюта выбранного банка и валюта выбранного кошелька отличаются.

source: Choose a Backup File or CSV.
ru: Выберите бэкап или CSV.

source: Specify what kind of file do you want to upload.
ru: Укажите, какой файл Вы хотите загрузить.

source: This field should be used only in money transfer transactions
ru: Это поле должно использоваться только в транзакциях перемещения денег

source: If "Value" is bigger than 0, then "id" should not be empty.
ru: Если "Значение" больше 0, тогда "id" не должно быть пустым.

source: If "Value" is bigger than 0, then "transfer_related" should be empty.
ru: Если "Значение" больше 0, тогда "transfer_related" должно быть пустым.

source: If "Value" is less than 0, then "transfer_related" should not be empty.
ru: Если "Значение" меньше 0, тогда "transfer_related" не должно быть пустым.

source: This field should be True in money transfer transactions.
ru: Это поле должно быть положительным в транзакциях перемещения денег.

source: Date should be the same in both transactions.
ru: Дата должна быть одинаковой в обеих транзакциях.

source: Currency should be the same in both transactions.
ru: Валюта должна быть одинаковой в обеих транзакциях.

source: Sum of "Value_in_curr" both transactions should be equal to 0.
ru: Сумма "Значений в валюте" обеих транзакций должна равняться 0.

source: Category should be the same in both transactions.
ru: Категория должна быть одинаковой в обеих транзакциях.

source: Contact should be the same in both transactions.
ru: Контакт должен быть одинаковым в обеих транзакциях.

source: Bank Statement
ru: Банковская выписка

source: CSV with Wallets
ru: CSV с Кошельками

source: CSV with Categories
ru: CSV с Категориями

source: CSV with Tags
ru: CSV с Тегами

source: CSV with Contacts
ru: CSV с Контактами

source: CSV with Transactions
ru: CSV с Транзакциями

source: Backup (All in one ZIP)
ru: Бэкап (Все в одном ZIP)

source: Sberbank (Card in Russian Federation ruble currency)
ru: Сбербанк (Карта в валюте РФ)

source: File
ru: Файл

source: Checked
ru: Проверен

source: No error
ru: Без ошибок

source: * Number of imported rows
ru: * Кол-во импорированных строк

source: Import finished successfully
ru: Импорт успешно завершен

source: Wallet
ru: Кошелек

source: Bank
ru: Банк

source: Variety of uploaded file
ru: Вариация загружаемого файла

source: Upload Bank Statement
ru: Загрузить банковскую выписку

source: Upload Aqsa-Backup or CSV
ru: Загрузить Aqsa-бэкап или CSV

source: List of Imported Files
ru: Список импортированных файлов

source: Please, upload smaller file. Size of uploading file should be less than {0}
ru: Пожалуйста, загрузите файл меньшего размера. Размера загружаемого файла должен быть меньше {0}

source: Please, upload ".txt" or ".csv" or ".zip" file.
ru: Пожалуйста, загрузите ".txt" или ".csv" или ".zip" файл.

source: Only "+" and "-" symbols can be.
ru: Могут быть только "+" and "-" знаки

source: CSV with wallets have been checked
ru: CSV с кошельками был проверен

source: Confirm to import wallets
ru: Подтвердить импорт кошельков

source: CSV with categories have been checked
ru: CSV с категориями был проверен

source: Confirm to import categories
ru: Подтвердить импорт категорий

source: CSV with tags have been checked
ru: CSV с тегами был проверен

source: Confirm to import tags
ru: Подтвердить импорт тегов

source: CSV with contacts have been checked
ru: CSV с контактами был проверен

source: Confirm to import contacts
ru: Подтвердить импорт контактов

source: CSV with transactions have been checked
ru: CSV с транзакциями был проверен

source: Confirm to import transactions
ru: Подтвердить импорт транзакций

source: Aqsa-Backup have been checked
ru: Aqsa-бэкап был проверен

source: Confirm to import data from Aqsa-Backup
ru: Подтвердить импорт данных из Aqsa-бэкапа

source: Data from your file was imported.
ru: Данные из Вашего файла были импортированны.

source: My Uploaded Files
ru: Мои загруженные файлы

source: You did not import any file. Click to "Upload Bank Statement" or "Upload Aqsa-Backup or CSV" for do that!
ru: Вы еще не импортировали ни одного файла. Нажмите на "Загрузить банковскую выписку" или "Загрузить Aqsa-бэкап или CSV файл"!

source: Actions is not available if file contains any error or file was completely imported.
ru: Действия не доступны, если файл содержит ошибку или файл был успешно и полностью импортирован.

source: Upload
ru: Загрузить

source: Upload Aqsa-backup or CSV file
ru: Загрузить Aqsa-бэкап или CSV файл

source: Error! Your file is not the ZIP format file.
ru: Ошибка! Ваш файл не является файлом ZIP формата.

source: Error! Uploaded ZIP-file is not the back up file of Aqsa because it does not contain required CSV-files.
ru: Ошибка! Загруженный ZIP-файл не является Aqsa-бэкапом потому что он не содержит обязательных CSV-файлов.

source: Currency parameter
ru: Валюта

source: Wallet - #1
ru: Кошелек - №1

source: If you want to choose few wallets, they should be in the same currency.
ru: Если Вы хотите выбрать несколько кошельков, тогда они должны быть в одинаковой валюте.

source: All selected wallets should be in the same currency.
ru: Все выбранные кошельки должны быть в одинаковой валюте.

source: Balance of every Category (Sum Of Transactions), also total balance
ru: Баланс каждой категории (сумма значений транзакций), а также общий баланс

source: Sum Of Income
ru: Сумма доходов

source: Sum Of Expense
ru: Сумма расходов

source: Date of create report
ru: Дата создания отчета

source: Start Date parameter
ru: Начальная дата

source: Finish Date parameter
ru: Конечная дата

source: Wallet parameter
ru: Кошелек

source: Contact parameter
ru: Контакт

source: Exclude Ignored parameter
ru: Исключить игнорируемые

source: Create "Balance of Category" report
ru: Создать отчет "Баланс категорий"

source: "Balance of Category" reports
ru: Отчеты "Баланс категорий"

source: Create "Sum of Income" report
ru: Создать отчет "Сумма доходов"

source: "Sum of Income" reports
ru: Отчеты "Сумма доходов"

source: Create "Sum of Expense" report
ru: Создать отчет "Сумма расходов"

source: "Sum of Expense" reports
ru: Отчеты "Сумма расходов"

source: Sum Of "Values" (in currency of wallets) of Transactions
ru: Сумма "Значений" (в валюте кошельков) транзакций

source: Sum Of "Values in currency" of Transactions
ru: Сумма "Значений в валюте" транзакций

source: Category
ru: Категория

source: List of created reports -
ru: Список созданных отчетов -

source: List of created reports
ru: Список созданных отчетов

source: You do not have any report of selected variety. Click to "New Report" button for create it!
ru: У вас нет ни одного отчета в выбранном варианте. Нажмите на "Новый отчет" для его создания!

source: New Report
ru: Новый отчет

source: Make and show the report!
ru: Создать и показать отчет!

source: When you create a report, you can specify parameters. Parameters is filters of your transactions which should be calculated. For example, "Start Date" is filter which will limit calculation result by range of your transactions, which was happens at the "Start Date" or later. Transactions with the date, before "Start Date" will be not calculated.
ru: Когда Вы создаете отчет, Вы можете указать параметры. Параметры - это фильтры ваших транзакций, которые должны быть посчитаны. Например, "Начальная дата" это фильтр, которые ограничит вычисляемый результат по списку Ваших транзакций, которые произошли в "Начальную дату" или позже. Транзакции с датой, ранее "Начальной дату" не будут вычисляться.

source: Required.
ru: Обязательно.

source: Optional. Leave empty and transaction will be saved with the currency of selected wallet.
ru: Необязательно. Оставьте пустым и транзакции будет сохранена с валютой выбранного кошелька.

source: Optional. Leave empty if currency of selected wallet and currency of your transaction is the same.
ru: Необязательно. Оставьте пустым, если валюта выбранного кошелька и валюта Вашей транзакции одинаковые.

source: Did you gave money to someone or take from somebody? Choose your contact here.
ru: Вы дали кому-то деньги или взяли у кого-то? Укажите Ваш контакт здесь.

source: If you will uncheck, then this transaction will be ignored in statistics of income/expense in dashboard and in the income/expense reports.
ru: Если Вы снимите эту галочку, тогда эта транзакция будет игнорироваться в статистике доходов/расходов в приборной панели и в отчетах доходов/расходов.

source: Date of money transfer
ru: Дата перемещения денег

source: Required. This date will be saved in both transactions.
ru: Обязательно. Эта дата будет сохранена в обеих транзакциях.

source: Value - #1
ru: Значение - №1

source: Required. How much money goes to the receiving wallet? Fill a positive value.
ru: Обязательно. Сколько денег поступает на принимающий кошелек? Укадите положительное значение.

source: Value - #2
ru: Значение - №2

source: Required if wallets in different currencies. How much money spend (goes from) the sending wallet? Fill a negative value.
ru: Обязательно если кошельки в разной валюте. Сколько денег тратит (уходит с) отправляющего кошелька? Укажите отрицательное значение.

source: Required. Wallet, which receive the money.
ru: Обязательно. Кошелек, который принимает деньги.

source: Wallet - #2
ru: Кошелек - №2

source: Required. Wallet, from which the money goes.
ru: Обязательно. Кошелек, с которого уходят деньги.

source: Required if wallets in different currencies. Selected currency will be saved in both transactions.
ru: Обязательно если кошельки в разной валюте. Выбранная валюта будет сохранена в обеих транзакциях.

source: Required if wallets in different currencies. How much money (in selected currency) do you transfer between wallets? Fill a positive value.
ru: Обязательно если кошельки в разной валюте. Сколько денег (в выбранной валюте) Вы перемещаете между кошельками? Укажите положительное значение.

source: Optional. Selected category will be saved in both transactions.
ru: Необязательно. Выбранная категория будет сохранена в обеих транзакциях.

source: Description - #1
ru: Описание - №1

source: Optional. Description of the transaction that replenishes the receiving wallet.
ru: Необязательно. Описание для транзакции, которая пополняет принимающий кошелек.

source: Description - #2
ru: Описание - №2

source: Optional. Description of the transaction that withdraws money from the sending wallet.
ru: Необязательно. Описание для транзакции, которая убавляет деньги на отправляющем кошельке.

source: Tag - #1
ru: Теги - №1

source: Optional. Tags for the transaction that replenishes the receiving wallet.
ru: Необязательно. Теги для транзакции, которая пополняет принимающий кошелек.

source: Tag - #2
ru: Теги - №2

source: Optional. Tags for the transaction that withdraws money from the sending wallet.
ru: Необязательно. Теги для транзакции, которая убавляет деньги на отправляющем кошельке.

source: Contact
ru: Контакт

source: Optional. Selected contact will be saved in both transactions.
ru: Необязательно. Выбранный контакт будет сохранен в обеих транзакциях.

source: Transaction Date in Bank - #1
ru: Дата транзакции в банке - #1

source: Optional. Date of the transaction in the bank that takes the money.
ru: Необязательно. Дата транзакции в банке, который принимает деньги.

source: Transaction Date in Bank - #2
ru: Дата транзакции в банке - #2

source: Optional. Date of the transaction in the bank that sends the money.
ru: Необязательно. Дата транзакции в банке, который отправляет деньги.

source: Transaction ID in Bank - #1
ru: ID транзакции в банке - №1

source: Optional. ID of the transaction in the bank that takes the money.
ru: Необязательно. ID транзакции в банке, который принимает деньги.

source: Transaction ID in Bank - #2
ru: ID транзакции в банке - №2

source: Optional. ID of the transaction in the bank that sends the money.
ru: Необязательно. ID транзакции в банке, который отправляет деньги.

source: "Value" and "Value in currency" is different, but selected currency and currency of selected wallet is the same. Fill right "Value in currency" or leave empty that field, or select right "Currency".
ru: "Значение" и "Значение в валюте" - разные, но выбранная валюта и валюты выбранных кошельков одинаковые. Укажите верное "Значение в валюте" или оставьте это поле пустым, или укажите верную "Валюту".

source: If you fill "Value in currency" (different from the "Value"), then choose a currency.
ru: Если Вы заполняете "Значение в валюте" (отличное от "Значения"), тогда укажите валюту.

source: Value and Value in currency, both, should be positive (your income) or negative (your expense).
ru: Значение и Значение в валюте, оба, должны быть положительными (Ваш доход) или отрицательными (Ваш расход).

source: Value and Value in currency, both, should be positive (your income) or negative (your expense) or both equal to 0.
ru: Значение и Значение в валюте, оба, должны быть положительными (Ваш доход) или отрицательными (Ваш расход) или оба должны быть равны 0.

source: If currency of your transaction and currency of selected wallet is different, then provide a value in selected currency.
ru: Если валюта Вашей транзакции и валюта выбранного кошелька - разные, тогда укажите значение в выбранной валюте.

source: Required if wallets in different currencies. Select "Currency".
ru: Обязательно, если кошельки в разных валютах. Выберите "Валюту".

source: Required if wallets in different currencies. Fill "Value in currency".
ru: Обязательно, если кошельки в разных валютах. Заполните "Значение в валюте".

source: #1 - should be positive value (bigger than 0).
ru: №1 - должно быть положительное значение (больше 0).

source: #2 - should be negative value (less than 0).
ru: №2 - должно быть отрицательное значение (меньше 0).

source: Should be positive (bigger than 0).
ru: Должно быть положительное значение (больше 0).

source: Do not transfer from and to the same wallet.
ru: Не перемещайте деньги с и на один и тот же кошелек.

source: When you transfer money between wallets in the same currency, sum of "Value #1" and "Value #2" should be equal to 0 ("Value #2" should be same with "Value #1", except that "Value #1" is positive and "Value #2" is negative). If you have a bank commission for transfer money, then make a "New Income or Expense" transaction for record that.
ru: Когда Вы перемещаете деньги между кошельками с одинаковой валютой, сумма "Значения №1" и "Значение №2" должны быть равны 0 ("Значение №2" должно быть одинаковым со "Значением №1"), кроме того, что "Значение №1" должно быть положительным, а "Значение №2" должно быть отрицательным). Если у Вас есть банковская комиссия для перемещения денег, тогда создайте транзакцию с помощью "Новый доход или расход" для учета комиссии.

source: When you transfer money between wallets in the same currency, "Value #1" and "Value in currency" should be the same. If you have a bank commission for transfer money, then make a "New Income or Expense" transaction for record that.
ru: Когда Вы перемещаете деньги между кошельками с одинаковой валютой, "Значение №1" и "Значение в валюте" должны быть одинаковыми. Если у Вас есть банковская комиссия для перемещения денег, тогда создайте транзакцию с помощью "Новый доход или расход" для учета комиссии.

source: When you transfer money between wallets in the same currency, "Currency" should be the same.
ru: Когда Вы перемещаете деньги между кошельками с одинаковой валютой, "Валюта" также должна быть одинаковой.

source: "Value #1" not equal to "Value in currency" even currency of "Wallet #1" same with selected "Currency". If you have a bank commission for transfer money, then make a "New Income or Expense" transaction for record that.
ru: "Значение №1" не равняется "Значению в валюте", но валюта "Кошелька №1" одинаковая с выбранной "Валютой". Если у Вас есть банковская комиссия для перемещения денег, тогда создайте транзакцию с помощью "Новый доход или расход" для учета комиссии.

source: Sum of "Value #2" and "Value in currency" not equal to 0 even currency of "Wallet #2" same with selected "Currency". If you have a bank commission for transfer money, then make a "New Income or Expense" transaction for record that.
ru: Сумма "Значения №2" и "Значения в валюте" не равняются 0, но валюта "Кошелька №2" одинаковая с выбранной "Валютой". Если у Вас есть банковская комиссия для перемещения денег, тогда создайте транзакцию с помощью "Новый доход или расход" для учета комиссии.

source: Transfer or Income or Expense
ru: Перемещение или доход или расход

source: Value
ru: Значение

source: Tag
ru: Тег

source: Value in Currency
ru: Значение в валюте

source: Do not ignore in statistics and reports
ru: Не игнорировать в статистике и в отчетах

source: Transaction Date in Bank
ru: Дата транзакции в банке

source: Transaction ID in Bank
ru: ID транзакций в банке

source: List of transactions
ru: Список транзакций

source: Search using filter
ru: Поиск с фильтрами

source: Edit Mode
ru: Режим правки

source: New Income or Expense
ru: Новый доход или расход

source: New Transfer
ru: Новое перемещение

source: New Set (Income or Expense)
ru: Новые транзакции (доход или расход)

source: The transaction has been updated successfully
ru: Транзакция была успешно обновлена.

source: The transaction has not been updated because of errors
ru: Транзакция не была обновлена из-за ошибок

source: Transaction have been created.
ru: Транзакция была создана.

source: New Transaction (Income or Expense)
ru: Новая транзакция (доход или расход)

source: Save
ru: Сохранить

source: Save and add another
ru: Сохранить и создать еще

source: Transactions have been created.
ru: Транзакции были созданы.

source: The transaction was copied.
ru: Транзакции была скопирована

source: Make copy of existing transaction
ru: Создание копии существующей транзакции

source: Are you sure you want to make a copy of the following transaction?
ru: Вы уверены, что хотите создать копию транзакции, показанной ниже?

source: Make copy
ru: Создать копию

source: The transaction was updated.
ru: Транзакция была обновлена.

source: Edit Transaction (Income or Expense)
ru: Редактирование транзакции (доход или расход)

source: Save and continue editing
ru: Сохранить и продолжить редактирование

source: The transaction was deleted.
ru: Транзакции была удалена.

source: Delete Transaction
ru: Удаление транзакции

source: Are you sure you want to delete the transaction shown below?
ru: Вы уверены, что хотите удалить транзакции, показанные ниже?
