Repository: timoc/aqsa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Yes, I am sure. Delete it!
ru: Да, я уверен. Удалить это!

source: My Transactions
ru: Мои транзакции

source: You do not have any transaction. Click to one of "New..." button for create it!
ru: У вас нет ни одной транзакции. Нажмите на одну из "Новых" кнопок для ее создания!

source: Search Transactions
ru: Поиск транзакций

source: Nothing found by applied filters
ru: Ничего не найдено с примененными фильтрами

source: Edit Transactions
ru: Редактировать транзакции

source: New Transactions (Pair of Money Transfer)
ru: Новые транзакции (пара перемещения денег)

source: This form will create two transactions. #1 - fill positive value and choose wallet to which receive the money, #2 - fill negative value and choose wallet from which the money goes
ru: Эта форма создат две транзакции. №1 - укажите положительное значение и выберите кошелек на который поступают деньги, №2 - укажите отрицательное значение и выберите кошелек, с которого уходят деньги

source: Transactions (Pair of Money Transfer) have been created.
ru: Транзакции (пара перемещения денег) были созданы.

source: Edit Transactions (Pair of Money Transfer)
ru: Редактирование транзакций (пары перемещения денег)

source: Transactions (Pair of Money Transfer) was updated.
ru: Транзакции (пара перемещения денег) были обновлены.

source: Transactions (Pair of Money Transfer) was deleted.
ru: Транзакции (пара перемещения денег) были удалены.

source: Delete Transactions (Pair of Money Transfer)
ru: Удаление транзакций (пары перемещения денег)

source: Are you sure you want to delete the transactions shown below?
ru: Вы уверены, что хотите удалить транзакции, показанные ниже?

source: Name
ru: Название

source: New Wallet
ru: Новый кошелек

source: List of Wallets
ru: Список кошельков

source: New Category
ru: Новая категория

source: List of Categories
ru: Список категорий

source: New Tag
ru: Новый тег

source: List of Tags
ru: Список тегов

source: New Contact
ru: Новый контакт

source: List of Contacts
ru: Список контактов

source: Two or more spaces not allowed
ru: Два или более пробелов не разрешено

source: Please, do not include ";" reserved symbol to name of tag.
ru: Пожалуйста, не используйте в имени тега ";" зарезервированный символ.

source: Categories
ru: Категории

source: You do not have any category. Click to "New Category" button for create it!
ru: У вас нет ни одной категории. Нажмите на "Новая категория" для ее создания!

source: Category have been created.
ru: Категория была создана.

source: You already have a category with the same name. Do not get confused in the future, type another name
ru: У вас уже есть категория с таким названием. Чтобы не запутаться в будущем, напишите другое название

source: The category was updated.
ru: Категория была обновлена.

source: Edit Category
ru: Редактировать категорию

source: The category was deleted.
ru: Категория был удалена.

source: Could not delete this category because one or more of your transactions linked to this category. Use filter in the list of transactions for find it!
ru: Не удалось удалить эту категорию потому что одна или несколько Ваших транзакций связаны с этой категорией. Используйте фильтр в списке транзакций чтобы найти эти транзакции!

source: Delete Category
ru: Удаление категории

source: Are you sure you want to delete the category shown below?
ru: Вы уверены, что хотите удалить категорию, показанную ниже?

source: My Contacts
ru: Мои контакты

source: You do not have any contact. Click to "New Contact" button for create it!
ru: У вас нет ни одного контакта. Нажмите на "Новый контакт" для его создания!

source: Contact have been created.
ru: Контакт был создан.

source: You already have a contact with the same name. Do not get confused in the future, type another name
ru: У вас уже есть контакт с таким названием. Чтобы не запутаться в будущем, напишите другое название

source: The contact was updated.
ru: Контакт был обновлен.

source: Edit Contact
ru: Редактировать контакт

source: The contact was deleted.
ru: Контакт был удален.

source: Could not delete this contact because one or more of your transactions linked to this contact. Use filter in the list of transactions for find it!
ru: Не удалось удалить этот контакт потому что одна или несколько Ваших транзакций связаны с этим контактом. Используйте фильтр в списке транзакций чтобы найти эти транзакции!

source: Delete Contact
ru: Удаление контакта

source: Are you sure you want to delete the contact shown below?
ru: Вы уверены, что хотите удалить контакт, показанный ниже?

source: Tags
ru: Теги

source: You do not have any tag. Click to "New Tag" button for create it!
ru: У вас нет ни одного тега. Нажмите на "Новый тег" для его создания!

source: Tag have been created.
ru: Тег был создан.

source: You already have a tag with the same name. Do not get confused in the future, type another name
ru: У вас уже есть тег с таким названием. Чтобы не запутаться в будущем, напишите другое название

source: The tag was updated.
ru: Тег был обновлен.

source: Edit Tag
ru: Редактировать тег

source: The tag was deleted.
ru: Тег был удален.

source: Delete Tag
ru: Удаление тега

source: Are you sure you want to delete the tag shown below?
ru: Вы уверены, что хотите удалить тег, показанный ниже?

source: My Wallets
ru: Мои кошельки

source: You do not have any wallet. Click to "New Wallet" button for create it!
ru: У вас нет ни одного кошелька. Нажмите на "Новый кошелек" для его создания!

source: Wallet have been created.
ru: Кошелек был создан.

source: You already have a wallet with the same name. Do not get confused in the future, type another name
ru: У вас уже есть кошелек с таким названием. Чтобы не запутаться в будущем, напишите другое название

source: The wallet was updated.
ru: Кошелек был обновлен.

source: Edit Wallet
ru: Редактировать кошелек

source: The wallet was deleted.
ru: Кошелек был удален.

source: Could not delete this wallet because one or more of your transactions linked to this wallet. Use filter in the list of transactions for find it!
ru: Не удалось удалить этот кошелек потому что одна или несколько Ваших транзакций связаны с этим кошельком. Используйте фильтр в списке транзакций чтобы найти эти транзакции!

source: Delete Wallet
ru: Удаление кошелька

source: Are you sure you want to delete the wallet shown below?
ru: Вы уверены, что хотите удалить кошелек, показанный ниже?

source: Log In
ru: Войти

source: Open Dashboard
ru: Открыть приборную панель

source: Personal Finance Software
ru: Веб-программа для учета личных финансов

source: Aqsa made for help you to calculate your expenses, income and balance
ru: Aqsa создана чтобы помочь Вам считать Ваши расходы, доходы и баланс

source: Sign up and try Aqsa!
ru: Зарегистрироваться и попробовать Aqsa

source: About Aqsa
ru: Об Aqsa

source: Sign up and start to count income and expenses with Aqsa!
ru: Зарегистрироваться и начать считать доходы и расходы с Aqsa!

source: Transactions
ru: Транзакции

source: Reports
ru: Отчеты

source: Wallets
ru: Кошельки

source: Contacts
ru: Контакты

source: Import from file
ru: Импорт из файла

source: Export to file
ru: Экспорт в файл

source: My Settings
ru: Мои настройки

source: Delete My Account
ru: Удалить мой аккаунт

source: Log out
ru: Выйти

source: <p>Aqsa is simple, but free software which have some powerful functionality even compare some commercial software.</p>
ru: <p>Aqsa - простая, но бесплатная веб-программа, которая имеет некоторые мощные и полезные функции даже в сравнении с платными программами.</p>

source: Best features
ru: Особенные возможности

source: Save your time and import statement from your bank
ru: Сэкономьте Ваше время и импортируйте банковскую выписку Вашего банка

source: Just few clicks for import statement from your bank and make sum of income/expense reports.
ru: Всего несколько нажатий чтобы импортировать выписку Вашего банка и создать отчет по доходам/расходам.

source: Available bank at this time is only Sberbank.
ru: Доступным банком, в настоящее время, является только Сбербанк.

source: Want to categorize your income and expenses?
ru: Хотите классифицировать доходы и расходы?

source: The edit mode will save your time for categorize your income and expenses. Very easy.
ru: Режим правки сэкономит Ваше время для классификации доходов и расходов. Это очень просто.<br><br>

source: You can use tags and categories. Categories will allow you to make a report of income/expense balance by category.
ru: Можно использовать теги и категории. Категории позволят создавать балансовые отчеты по категориям.

source: Export/Import your data to/from CSV or back up file
ru: Экспорт/Импорт Ваших данных в/из CSV- или бэкап-файла

source: Do not worry about to make mistakes when you add/remove transactions. Keep your data just in case making back up files and easily import them to new account.
ru: Не бойтесь ошибится при добавлении/удалении транзакций. Держите все Ваши данные у себя на всякий случай, сохраняя себе бэкап-файлы, которыелегко можно импортировать в новый аккаунт.<br>

source: Account Deleted
ru: Аккаунт удален

source: Your Aqsa account, including all your data, was deleted.
ru: Ваш Aqsa-аккаунт, включая все данные, были удалены.

source: Please, correct the <b>following</b>:
ru: Пожалуй, исправьте <b>следующее</b>:

source: Actions
ru: Действия

source: Check File (and import...)
ru: Проверить файл и импортировать...

source: View report
ru: Смотреть отчет

source: Copy
ru: Копировать

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: * That indicator is relevant only for transactions.
ru: * Этот показатель актуален только для транзакций.

source: Previous
ru: Назад

source: Page #
ru: Страница №

source: Go
ru: Пошел

source: Next
ru: Вперед

source: Balance of Every Wallet
ru: Баланс каждого кошелька

source: Balance
ru: Баланс

source: No Transactions
ru: Нет транзакций

source: After you will create a wallets, you can see here balance of every your wallet.
ru: После создания кошелька, здесь Вы сможете видеть баланс каждого из Ваших кошельков.

source: Totals By Wallet
ru: Итоги по кошельку

source: Income
ru: Доход

source: No Income
ru: Нет доходов

source: Expense
ru: Расход

source: No Expense
ru: Нет расходов

source: After you will create a wallet and transaction, you can see here total income and total expense of every wallet.
ru: После создания кошелька и добавления транзакции, здесь Вы сможете видеть сумму доходов и сумму расходов по каждому кошельку.

source: Transactions, marked as ignored, will be not included to the total.
ru: Транзакции, отмеченные как игнорирующиеся, не будут включены в итоговые показатели.

source: Totals By Currency
ru: Итоги по валюте

source: After you add a transactions, you can see here total income and total expense in every currency.
ru: После создания кошелька и добавления транзакции, здесь Вы сможете видеть сумму доходов и сумму расходов по каждому кошельку.

source: On this page you can export your data to CSV file.<br> Resulting file you can easily import to spreadsheet software,<br> like LibreOffice Calc, WPS Spreadsheets, MS Excel or another (check documentation of the software how to do that).<br> List of your transactions will contain names of your wallets, contacts, etc.
ru: На этой странице Вы можете экспортировать Ваши данные в CSV файл.<br> Полученный файл Вы сможете легко импортировать в программу электронных таблиц,<br> например, LibreOffice Calc, WPS Spreadsheets, MS Excel или другую (проверьте документацию по используемому ПО как сделать это).<br> Список Ваших транзакций будет содержать названия Ваших кошельков, контактов и прочего.

source: If you want to get a back up file which will contain your categories, tags, wallets, contacts and transactions,<br> download your data in one ZIP-file. Resulting file you can easily import to another Aqsa account.
ru: Если Вы хотите получить бэкап файл, который будет содержать Ваши категории, теги, кошельки, контакты и транзакции,<br> скачивайте Ваши данные в одном ZIP-архиве. Полученный файл Вы сможете легко импортировать в другой Aqsa-аккаунт.

source: Note: do not import your back up file or the list of transactions to this account, unless every your transaction will be duplicated.
ru: Примечание: не импортируйте бэкап файл или список транзакций в этот аккаунт, иначе Ваши транзакции задвоятся.

source: Download all of below in one ZIP-file
ru: Скачать все из перечисленного ниже в одном ZIP-файле

source: Download list of my categories in CSV
ru: Скачать список моих категорий в CSV

source: Download list of my tags in CSV
ru: Скачать список моих тегов в CSV

source: Download list of my wallets in CSV
ru: Скачать список моих кошельков в CSV

source: Download list of my contacts in CSV
ru: Скачать список моих контактов в CSV

source: Download list of my transactions in CSV
ru: Скачать список моих транзакций в CSV

source: Your file is OK.
ru: Ваш файл в порядке

source: Go to the next step for import transaction and wait while transactions from your file will be imported completely.<br> After click, don not leave this page and wait while data from your file will be imported completely (you will see a success message).<br> Note: if will happens some error, you can continue to import data from this file later and data will be not duplicated.
ru: Переходите к следующему шагу для импорта транзакций и ждите пока транзакции из вашего файла будут успешно импортированы.<br> После нажатия кнопки, не покидайте эту страницу и ждите пока данные из вашего файла будут успешно импортированы (Вы увидите сообщение об успешном окончании).<br> Заметка: если случится какая-либо ошибка, Вы сможете продолжить импортировать данные из Вашего файла и эти данные не задвоятся.

source: Your file contains an error.
ru: Ваш файл содержит ошибку(и)

source: Below you can see which field contains a wrong value (<span class="text-danger">red</span>) and which field is OK (<span class="text-success">green</span>).
ru: Ниже Вы можете увидеть какое поле содержит ошибку (<span class="text-danger">red</span>) и какое ОК (<span class="text-success">green</span>).

source: Sign in
ru: Войти

source: Your username:
ru: Ваш логин:

source: Your password:
ru: Ваш пароль:

source: Not a member?
ru: Нет аккаунта?

source: Sign Up
ru: Регистрация

source: Forgot
ru: Забыли

source: Password
ru: Пароль

source: Logged out!
ru: Вы вышли из Aqsa

source: Click here to login again.
ru: Нажмите здесь чтобы снова войти

source: Your username and password did not match. Please try again.
ru: Логин и/или пароль не правильны. Попробуйте снова.

source: Lost password?
ru: Потеряли пароль?

source: Password Reset Complete
ru: Пароль был сброшен

source: The password has been changed!
ru: Пароль был изменен!

source: Log In Again?
ru: Войти снова?

source: Password Reset Confirm
ru: Подтвердите сброс пароля

source: Please enter (and confirm) your new password.
ru: Пожалуйста, введите (и подтвердите) Ваш новый пароль

source: Change my password
ru: Изменить мой пароль

source: Password reset failed
ru: Не удалось сбросить пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для обновления пароля устарела, вероятно, по ней уже был переход. Сделайте новый запрос на сброс пароля

source: Password Reset Done
ru: Пароль был сброшен

source: We've emailed you instructions for setting your password. If they have not arrived in a few minutes, check your spam folder.
ru: Мы отправили инструкции для сброса пароля. Если они не придут в течении нескольких минут, проверьте папку со спамом

source: Someone asked for password reset for email %(email)s. Follow the link below:
ru: Кто-то сделал запрос на сброс пароля для аккаунта %(email)s. Перейдите по ссылке ниже:

source: Reset Password
ru: Сбросить пароль

source: Parameters of the report
ru: Параметры отчета

source: Balance by Value in currency
ru: Баланс по Значению в валюте

source: Balance of transactions without category
ru: Баланс транзакций без категории

source: Deleted Category
ru: Удаленная категория

source: No Transactions in this Category
ru: Нет транзакций в этой категории

source: Total Balance (Sum of above)
ru: Итоговый баланс (сумма перечисленного выше)

source: Comfortable View of the Table
ru: Комфортный вид таблицы

source: Compact View of the Table
ru: Компактный вид таблицы

source: All
ru: Все

source: Show only transfer transactions
ru: Показать только транзакции перемещения денег

source: Exclude transfer transactions
ru: Исключить транзакции перемещения денег

source: Apply Filters and Find Transactions
ru: Применить фильтры и найти транзакции

source: In row
ru: В строке

source: Save all transactions
ru: Сохранить все транзакции

source: Show me
ru: Показать мне

source: row(s)
ru: строк
